// XtraFinder was not tested for Finder version x.x.x
"XtraFinder was not tested for Finder version %@" = "XtraFinder non è stato testato per la versione del Finder %@";

"Tested Finder versions are %@ - %@.\nAn update for XtraFinder will come soon.\n\nDo you want to continue using XtraFinder?" = "Le versioni del Finder supportate sono %@ - %@.\nUn aggiornamento di XtraFinder sarà disponibile al più presto.\n\nDesideri aprire ugualmente  XtraFinder?";

"Please finish all background jobs like copying or moving files.\nFinder will be restarted now." = "Per favore porta a termine tutte le attività in background come copia o spostamento di file.\nFinder sarà riavviato immediatamente.";
"Uninstall" = "Disinstalla";

"Are you sure you want to reset XtraFinder's Preferences?" = "Are you sure you want to reset XtraFinder's Preferences?";

"XtraFinder has been updated to version %@!" = "XtraFinder has been updated to version %@!";